brew "autojump"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "cabal-install"
brew "cairo"
brew "ccls"
brew "chezmoi"
brew "cocoapods"
brew "coreutils"
brew "coursier/formulas/coursier"
brew "curl"
brew "detox"
brew "diff-so-fancy"
brew "dive"
brew "docker", link: false
brew "emscripten"
brew "eralchemy"
brew "eth-p/software/bat-extras"
brew "exa"
brew "exiftool"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gdb"
brew "gdk-pixbuf"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "glib"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gpatch"
brew "gradle-completion"
brew "graphviz"
brew "harfbuzz"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "ipfs"
brew "jenv"
brew "jesseduffield/lazydocker/lazydocker"
brew "languagetool"
brew "lastpass-cli"
brew "libheif"
brew "libimobiledevice"
brew "librsvg"
brew "libusbmuxd"
brew "llvm"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "luajit-openresty"
brew "luarocks"
brew "mas"
brew "mongodb/brew/mongodb-community", link: false
brew "mongodb/brew/mongodb-community-shell"
brew "mtr"
brew "multimarkdown"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "node"
brew "p7zip"
brew "pandoc"
brew "pandoc-crossref"
brew "pandoc-include-code"
brew "pandocomatic"
brew "par"
brew "pinentry"
brew "pinentry-mac"
brew "poppler"
brew "pre-commit"
brew "prettier"
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "ranger", args: ["HEAD"]
brew "rbenv"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "ruby-build"
brew "sbt"
brew "scala"
brew "scalariform"
brew "shared-mime-info"
brew "shfmt"
brew "sshfs"
brew "swagger-codegen"
brew "tesseract"
brew "tidy-html5"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree-sitter"
brew "unbound"
brew "uncrustify"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "watch"
brew "watchman"
brew "wget"
brew "whalebrew"
brew "zsh"
cask "adoptopenjdk"
cask "anaconda"
cask "anki"
cask "chromedriver"
cask "dash"
cask "dropbox"
cask "firefox"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-victor-mono"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keybase"
cask "logitech-gaming-software"
cask "logitech-options"
cask "mactex"
cask "notion"
cask "nvalt"
cask "openrefine"
cask "osxfuse"
cask "postman"
cask "private-internet-access"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "weka"
cask "zotero"
mas "AutoMounter", id: 1160435653
mas "BetterSnapTool", id: 417375580
mas "Compressor", id: 424390742
mas "Day One", id: 1055511498
mas "Final Cut Pro", id: 424389933
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "MarginNote 3", id: 1423522373
mas "Microsoft OneNote", id: 784801555
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste JSON as Code • quicktype", id: 1330801220
mas "Paste", id: 967805235
mas "Pixelmator", id: 407963104
mas "Playgrounds", id: 1496833156
mas "Spark", id: 1176895641
mas "Tailscale", id: 1475387142
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
mas "iMovie", id: 408981434
tap "coursier/formulas"
tap "dart-lang/dart"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "mongodb/brew"
tap "prisma/prisma"
tap "twlz0ne/ccls"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"
whalebrew "whalebrew/ffmpeg"
whalebrew "whalebrew/httpie"
whalebrew "whalebrew/proselint"
whalebrew "whalebrew/plantuml"
