tap "coursier/formulas"
tap "dart-lang/dart"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "mongodb/brew"
tap "prisma/prisma"
tap "twlz0ne/ccls"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"
cask "osxfuse"
brew "sqlite"
brew "autojump"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "cabal-install"
brew "llvm"
brew "ccls"
brew "chezmoi"
brew "cocoapods"
brew "coreutils"
brew "detox"
brew "diff-so-fancy"
brew "dive"
brew "exa"
brew "exiftool"
brew "fd"
brew "gobject-introspection"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "fzf", args: ["HEAD"]
brew "gawk"
brew "gdb"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpatch"
brew "gradle-completion"
brew "openjdk"
brew "hadoop"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "ipfs"
brew "jenv"
brew "languagetool"
brew "lastpass-cli"
brew "mtr"
brew "multimarkdown"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "node"
brew "opam"
brew "p7zip"
brew "pandoc"
brew "pandoc-citeproc"
brew "pandoc-crossref"
brew "pandoc-include-code"
brew "pandocomatic"
brew "par"
brew "pinentry-mac"
brew "plantuml"
brew "poppler"
brew "postgresql"
brew "prettier"
brew "ranger", args: ["HEAD"]
brew "rbenv"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "rust"
brew "sbt"
brew "scala"
brew "scalariform"
brew "shfmt"
brew "sshfs"
brew "tidy-html5"
brew "tldr"
brew "tmux"
brew "trash"
brew "uncrustify"
brew "watch"
brew "watchman"
brew "wget"
brew "zsh"
brew "coursier/formulas/coursier"
brew "eth-p/software/bat-extras"
brew "jesseduffield/lazydocker/lazydocker"
brew "mongodb/brew/mongodb-community", link: false
brew "mongodb/brew/mongodb-community-shell"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "anaconda"
cask "anki"
cask "chromedriver"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-firacode-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-robotomono-nerd-font"
cask "font-victor-mono"
cask "java"
cask "java8"
cask "julia"
cask "mactex"
cask "openrefine"
cask "weka"
